Repository: gduval78/PhotoVideoBackup
Catalog: PhotoVideoBackup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, zh_hans

source: "%@" is not connected. Reconnect the SD card and try again.
de: „%@“ ist nicht verbunden. SD-Karte erneut verbinden und versuchen.
es: «%@» no está conectado. Vuelva a conectar la tarjeta SD e intente de nuevo.
fr: « %@ » n'est pas connecté. Reconnectez la carte SD et réessayez.
it: "%@" non è connesso. Ricollega la scheda SD e riprova.
pt: "%@" não está conectado. Reconecte o cartão SD e tente novamente.
ru: "%@" не подключён. Подключите карту SD и повторите попытку.
zh_hans: "%@"未连接。请重新连接 SD 卡后重试。

# %@ / %@ files
source: %1$@ / %2$@ files
de: %@ / %@ Dateien
es: %@ / %@ archivos
fr: %@ / %@ fichiers
it: %@ / %@ file
pt: %@ / %@ ficheiros
ru: %@ / %@ файлов
zh_hans: %@ / %@ 个文件

# %@ deleted, %@ failed.
source: %1$@ deleted, %2$@ failed.
de: %@ gelöscht, %@ fehlgeschlagen.
es: %@ eliminados, %@ fallidos.
fr: %@ supprimés, %@ échoués.
it: %@ eliminati, %@ falliti.
pt: %@ eliminados, %@ falharam.
ru: %@ удалено, %@ с ошибкой.
zh_hans: %@ 已删除，%@ 失败。

source: %@ file deleted successfully.
de: %@ Datei erfolgreich gelöscht.
es: %@ archivo eliminado correctamente.
fr: %@ fichier supprimé avec succès.
it: %@ file eliminato con successo.
pt: %@ ficheiro eliminado com sucesso.
ru: %@ файл успешно удалён.
zh_hans: %@ 个文件已成功删除。

source: %@ files deleted successfully.
de: %@ Dateien erfolgreich gelöscht.
es: %@ archivos eliminados correctamente.
fr: %@ fichiers supprimés avec succès.
it: %@ file eliminati con successo.
pt: %@ ficheiros eliminados com sucesso.
ru: %@ файлов успешно удалено.
zh_hans: %@ 个文件已成功删除。

# %@ files will be permanently deleted from **%@**.
source: %1$@ files will be permanently deleted from **%2$@**.
de: %@ Dateien werden dauerhaft von **%@** gelöscht.
es: %@ archivos se eliminarán permanentemente de **%@**.
fr: %@ fichiers seront définitivement supprimés de **%@**.
it: %@ file verranno eliminati definitivamente da **%@**.
pt: %@ ficheiros serão eliminados permanentemente de **%@**.
ru: %@ файлов будут безвозвратно удалены из **%@**.
zh_hans: 将从 **%@** 中永久删除 %@ 个文件。

source: %@ free
de: %@ frei
es: %@ libres
fr: %@ libres
it: %@ disponibili
pt: %@ disponível
ru: %@ свободно
zh_hans: %@ 可用

source: %@ total
de: %@ gesamt
es: %@ en total
fr: %@ au total
it: %@ totale
pt: %@ no total
ru: %@ всего
zh_hans: 共 %@

# %@ · %@ files
source: %1$@ · %2$@ files
de: %@ · %@ Dateien
es: %@ · %@ archivos
fr: %@ · %@ fichiers
it: %@ · %@ file
pt: %@ · %@ ficheiros
ru: %@ · %@ файлов
zh_hans: %@ · %@ 个文件

source: %@ · %lld files
de: %@ · %lld Dateien
es: %@ · %lld archivos
fr: %@ · %lld fichiers
it: %@ · %lld file
pt: %@ · %lld ficheiros
ru: %@ · %lld файлов
zh_hans: %@ · %lld 个文件

source: %@ · all photos & videos
de: %@ · alle Fotos und Videos
es: %@ · todas las fotos y videos
fr: %@ · toutes les photos et vidéos
it: %@ · tutte le foto e i video
pt: %@ · todas as fotos e vídeos
ru: %@ · все фото и видео
zh_hans: %@ · 所有照片和视频

source: %lld / %lld files
de: %lld / %lld Dateien
es: %lld / %lld archivos
fr: %lld / %lld fichiers
it: %lld / %lld file
pt: %lld / %lld ficheiros
ru: %lld / %lld файлов
zh_hans: %lld / %lld 个文件

source: %lld / %lld verified
de: %lld / %lld verifiziert
es: %lld / %lld verificados
fr: %lld / %lld vérifiés
it: %lld / %lld verificati
pt: %lld / %lld verificados
ru: %lld / %lld проверено
zh_hans: %lld / %lld 已验证

source: %lld copied
de: %lld kopiert
es: %lld copiados
fr: %lld copiés
it: %lld copiati
pt: %lld copiados
ru: %lld скопировано
zh_hans: 已复制 %lld 个

source: %lld copied · %lld failed — %@
de: %lld kopiert · %lld fehlgeschlagen — %@
es: %lld copiados · %lld fallidos — %@
fr: %lld copié(s) · %lld échoué(s) — %@
it: %lld copiati · %lld falliti — %@
pt: %lld copiados · %lld falharam — %@
ru: %lld скопировано · %lld с ошибкой — %@
zh_hans: 已复制 %lld 个 · %lld 个失败 — %@

source: %lld copied · %lld skipped — %@
de: %lld kopiert · %lld übersprungen — %@
es: %lld copiados · %lld omitidos — %@
fr: %lld copié(s) · %lld ignoré(s) — %@
it: %lld copiati · %lld ignorati — %@
pt: %lld copiados · %lld ignorados — %@
ru: %lld скопировано · %lld пропущено — %@
zh_hans: 已复制 %lld 个 · 已跳过 %lld 个 — %@

source: %lld copied — file limit reached · %@
de: %lld kopiert — Dateilimit erreicht · %@
es: %lld copiados — límite alcanzado · %@
fr: %lld copié(s) — limite atteinte · %@
it: %lld copiati — limite file raggiunto · %@
pt: %lld copiados — limite de ficheiros atingido · %@
ru: %lld скопировано — достигнут лимит файлов · %@
zh_hans: 已复制 %lld 个 — 已达文件上限 · %@

source: %lld deleted, %lld failed.
de: %lld gelöscht, %lld fehlgeschlagen.
es: %lld eliminados, %lld fallidos.
fr: %lld supprimés, %lld échoués.
it: %lld eliminati, %lld falliti.
pt: %lld eliminados, %lld falharam.
ru: %lld удалено, %lld с ошибкой.
zh_hans: 已删除 %lld 个，%lld 个失败。

source: %lld failed
de: %lld fehlgeschlagen
es: %lld fallidos
fr: %lld échoués
it: %lld falliti
pt: %lld falharam
ru: %lld с ошибкой
zh_hans: %lld 个失败

source: %lld file deleted successfully.
de: %lld Datei erfolgreich gelöscht.
es: %lld archivo eliminado correctamente.
fr: %lld fichier supprimé avec succès.
it: %lld file eliminato con successo.
pt: %lld ficheiro eliminado com sucesso.
ru: %lld файл успешно удалён.
zh_hans: 已成功删除 %lld 个文件。

source: %lld file(s) could not be renamed.
de: %lld Datei(en) konnte(n) nicht umbenannt werden.
es: %lld archivo(s) no pudo(ieron) renombrarse.
fr: %lld fichier(s) n'a (ont) pas pu être renommé(s).
it: %lld file non è stato rinominato.
pt: %lld arquivo(s) não pôde(ram) ser renomeado(s).
ru: %lld файл(ов) не удалось переименовать.
zh_hans: %lld 个文件无法重命名。

source: %lld files deleted successfully.
de: %lld Dateien erfolgreich gelöscht.
es: %lld archivos eliminados correctamente.
fr: %lld fichiers supprimés avec succès.
it: %lld file eliminati con successo.
pt: %lld ficheiros eliminados com sucesso.
ru: %lld файлов успешно удалено.
zh_hans: 已成功删除 %lld 个文件。

source: %lld files in this folder
de: %lld Dateien in diesem Ordner
es: %lld archivos en esta carpeta
fr: %lld fichiers dans ce dossier
it: %lld file in questa cartella
pt: %lld ficheiros nesta pasta
ru: %lld файлов в этой папке
zh_hans: 此文件夹中有 %lld 个文件

source: %lld files will be permanently deleted from **%@**.
de: %lld Dateien werden dauerhaft von **%@** gelöscht.
es: %lld archivos serán eliminados permanentemente de **%@**.
fr: %lld fichiers seront définitivement supprimés de **%@**.
it: %lld file verranno eliminati definitivamente da **%@**.
pt: %lld ficheiros serão eliminados permanentemente de **%@**.
ru: %lld файлов будут безвозвратно удалены из **%@**.
zh_hans: 将从 **%@** 中永久删除 %lld 个文件。

source: %lld skipped
de: %lld übersprungen
es: %lld omitidos
fr: %lld ignorés
it: %lld ignorati
pt: %lld ignorados
ru: %lld пропущено
zh_hans: 已跳过 %lld 个

source: %lld verified by SHA-256
de: %lld per SHA-256 verifiziert
es: %lld verificados por SHA-256
fr: %lld vérifiés par SHA-256
it: %lld verificati tramite SHA-256
pt: %lld verificados por SHA-256
ru: %lld проверено SHA-256
zh_hans: %lld 个已通过 SHA-256 验证

source: 1 file in this folder
de: 1 Datei in diesem Ordner
es: 1 archivo en esta carpeta
fr: 1 fichier dans ce dossier
it: 1 file in questa cartella
pt: 1 ficheiro nesta pasta
ru: 1 файл в этой папке
zh_hans: 此文件夹中有 1 个文件

source: 1 file will be permanently deleted from **%@**.
de: 1 Datei wird dauerhaft von **%@** gelöscht.
es: 1 archivo será eliminado permanentemente de **%@**.
fr: 1 fichier sera définitivement supprimé de **%@**.
it: 1 file verrà eliminato definitivamente da **%@**.
pt: 1 ficheiro será eliminado permanentemente de **%@**.
ru: 1 файл будет безвозвратно удалён из **%@**.
zh_hans: 将从 **%@** 中永久删除 1 个文件。

source: < 1 min remaining
de: < 1 Min. verbleibend
es: < 1 min restante
fr: < 1 min restante
it: < 1 min rimanente
pt: < 1 min restante
ru: < 1 мин осталось
zh_hans: 剩余不到 1 分钟

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ru: О приложении
zh_hans: 关于

source: Active
de: Aktiv
es: Activas
fr: Actives
it: Attivi
pt: Ativos
ru: Активно
zh_hans: 活跃

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt: Adicionar
ru: Добавить
zh_hans: 添加

source: Add Destination
de: Ziel hinzufügen
es: Añadir destino
fr: Ajouter une destination
it: Aggiungi destinazione
pt: Adicionar destino
ru: Добавить назначение
zh_hans: 添加目标

source: Add External Sources
de: Externe Quellen hinzufügen
es: Agregar fuentes externas
fr: Ajouter des sources externes
it: Aggiungi sorgenti esterne
pt: Adicionar fontes externas
ru: Добавить внешние источники
zh_hans: 添加外部源

source: Add Source
de: Quelle hinzufügen
es: Añadir fuente
fr: Ajouter une source
it: Aggiungi sorgente
pt: Adicionar fonte
ru: Добавить источник
zh_hans: 添加来源

source: Add Source (SD Card, USB Drive…)
de: Quelle hinzufügen (SD-Karte, USB-Laufwerk…)
es: Agregar fuente (tarjeta SD, USB…)
fr: Ajouter une source (carte SD, clé USB…)
it: Aggiungi sorgente (SD, USB…)
pt: Adicionar fonte (SD, USB…)
ru: Добавить источник (SD-карта, USB-накопитель…)
zh_hans: 添加来源（SD 卡、USB…）

source: Add extension
de: Erweiterung hinzufügen
es: Agregar extensión
fr: Ajouter une extension
it: Aggiungi estensione
pt: Adicionar extensão
ru: Добавить расширение
zh_hans: 添加扩展名

source: Additional File Types
de: Weitere Dateitypen
es: Tipos de archivo adicionales
fr: Types de fichiers supplémentaires
it: Tipi di file aggiuntivi
pt: Tipos de ficheiro adicionais
ru: Дополнительные типы файлов
zh_hans: 其他文件类型

source: Additional file types
de: Weitere Dateitypen
es: Tipos de archivo adicionales
fr: Types de fichiers supplémentaires
it: Tipi di file aggiuntivi
pt: Tipos de ficheiro adicionais
ru: Доп. типы файлов
zh_hans: 其他文件类型

source: All %lld verified
de: Alle %lld verifiziert
es: Todos los %lld verificados
fr: Tous les %lld vérifiés
it: Tutti %lld verificati
pt: Todos %lld verificados
ru: Все %lld проверено
zh_hans: 全部 %lld 个已验证

source: All destination drives were disconnected. The backup was stopped.
de: Alle Ziel-Laufwerke wurden getrennt. Das Backup wurde gestoppt.
es: Todas las unidades de destino se desconectaron. La copia de seguridad se detuvo.
fr: Tous les disques de destination ont été déconnectés. La sauvegarde a été arrêtée.
it: Tutti i dischi di destinazione sono stati disconnessi. Il backup è stato interrotto.
pt: Todos os drives de destino foram desconectados. A cópia de segurança foi interrompida.
ru: Все диски назначения были отключены. Резервное копирование остановлено.
zh_hans: 所有目标驱动器已断开连接。备份已停止。

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
pt: Todos os ficheiros
ru: Все файлы
zh_hans: 所有文件

source: All files already backed up
de: Alle Dateien bereits gesichert
es: Todos los archivos ya están respaldados
fr: Tous les fichiers sont déjà sauvegardés
it: Tutti i file già salvati
pt: Todos os arquivos já foram salvos
ru: Все файлы уже скопированы
zh_hans: 所有文件已备份

source: All files failed — see the Failed section below for the reason.
de: Alle Dateien fehlgeschlagen — siehe Abschnitt Fehlgeschlagen unten.
es: Todos los archivos fallaron — ver sección Fallidos más abajo.
fr: Tous les fichiers ont échoué — voir la section Échecs ci-dessous.
it: Tutti i file sono falliti — vedi la sezione Falliti per il motivo.
pt: Todos os ficheiros falharam — veja a secção Falhados para o motivo.
ru: Все файлы завершились ошибкой — см. раздел «Ошибка» ниже.
zh_hans: 所有文件均失败 — 请查看下方"失败"部分了解原因。

source: Allow access in Settings to back up your Photos Library.
de: Erlauben Sie den Zugriff in den Einstellungen, um Ihre Fotomediathek zu sichern.
es: Permita el acceso en Ajustes para hacer copia de seguridad de su fototeca.
fr: Autorisez l'accès dans Réglages pour sauvegarder votre Photothèque.
it: Consenti l'accesso in Impostazioni per eseguire il backup della Libreria Foto.
pt: Permita o acesso em Configurações para fazer backup da sua Fototeca.
ru: Разрешите доступ в Настройках для резервного копирования библиотеки фото.
zh_hans: 请在设置中允许访问以备份您的照片库。

source: Already at destination — same filename and size. No copy needed.
de: Bereits am Ziel — gleicher Name und Größe. Kein Kopieren nötig.
es: Ya en destino — mismo nombre y tamaño. No se necesita copia.
fr: Déjà à destination — même nom et taille. Aucune copie nécessaire.
it: Già nella destinazione — stesso nome e dimensione. Nessuna copia necessaria.
pt: Já no destino — mesmo nome e tamanho. Nenhuma cópia necessária.
ru: Уже есть в назначении — то же имя и размер. Копирование не нужно.
zh_hans: 已在目标位置 — 文件名和大小相同，无需复制。

source: Already present
de: Bereits vorhanden
es: Ya presente
fr: Déjà présent
it: Già presente
pt: Já presente
ru: Уже присутствует
zh_hans: 已存在

source: Already-backed-up files are skipped
de: Bereits gesicherte Dateien werden übersprungen
es: Los archivos ya copiados se omiten
fr: Les fichiers déjà sauvegardés sont ignorés
it: I file già salvati vengono ignorati
pt: Ficheiros já salvaguardados são ignorados
ru: Уже сохранённые файлы пропускаются
zh_hans: 已备份的文件将被跳过

source: Assign LUT
de: LUT zuweisen
es: Asignar LUT
fr: Assigner une LUT
it: Assegna LUT
pt: Atribuir LUT
ru: Назначить LUT
zh_hans: 分配 LUT

source: Assign LUT…
de: LUT zuweisen…
es: Asignar LUT…
fr: Assigner un LUT…
it: Assegna LUT…
pt: Atribuir LUT…
ru: Назначить LUT…
zh_hans: 分配 LUT…

source: Auto-detect
de: Automatisch erkennen
es: Detección automática
fr: Détection auto
it: Rilevamento automatico
pt: Detecção automática
ru: Автоопределение
zh_hans: 自动检测

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível
ru: Доступно
zh_hans: 可用

source: Available LUTs
de: Verfügbare LUTs
es: LUTs disponibles
fr: LUT disponibles
it: LUT disponibili
pt: LUTs disponíveis
ru: Доступные LUT
zh_hans: 可用的 LUT

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
ru: Назад
zh_hans: 返回

source: Back up over Wi-Fi to a NAS — even remotely
de: Über WLAN auf ein NAS sichern — auch aus der Ferne
es: Copia en un NAS por Wi-Fi — incluso en remoto
fr: Sauvegardez sur un NAS via Wi-Fi — même à distance
it: Backup su un NAS via Wi-Fi — anche da remoto
pt: Faça cópia para um NAS por Wi-Fi — mesmo à distância
ru: Резервное копирование на NAS по Wi-Fi — даже удалённо
zh_hans: 通过 Wi-Fi 备份到 NAS — 甚至可远程

source: Back up your iPhone photo library to an SSD
de: iPhone-Fotomediathek auf SSD sichern
es: Haga copia de su biblioteca de Fotos en un SSD
fr: Sauvegardez votre bibliothèque Photos iPhone sur un SSD
it: Salva la libreria foto del tuo iPhone su un SSD
pt: Faça backup da sua biblioteca de fotos do iPhone para um SSD
ru: Резервное копирование библиотеки фото на SSD
zh_hans: 将 iPhone 照片库备份到 SSD

source: Back up your media to an external SSD in just a few taps.
de: Sichern Sie Ihre Medien auf einer externen SSD mit wenigen Taps.
es: Haga copia de sus medios en un SSD externo en pocos toques.
fr: Sauvegardez vos médias sur un SSD externe en quelques gestes.
it: Salva i tuoi media su un SSD esterno in pochi tocchi.
pt: Faça backup dos seus ficheiros para um SSD externo com apenas alguns toques.
ru: Резервное копирование медиа на внешний SSD за несколько нажатий.
zh_hans: 只需轻点几下，即可将媒体 备份到外部 SSD。

source: Backup Complete
de: Backup abgeschlossen
es: Copia de seguridad completa
fr: Sauvegarde terminée
it: Backup completato
pt: Backup concluído
ru: Резервное копирование завершено
zh_hans: 备份完成

source: Backup Error
de: Backup-Fehler
es: Error de copia de seguridad
fr: Erreur de sauvegarde
it: Errore di backup
pt: Erro de backup
ru: Ошибка резервного копирования
zh_hans: 备份错误

source: Backup Failed
de: Backup fehlgeschlagen
es: Error de copia de seguridad
fr: Échec de la sauvegarde
it: Backup fallito
pt: Backup falhou
ru: Резервное копирование не удалось
zh_hans: 备份失败

source: Backup Report
de: Backup-Bericht
es: Informe de copia de seguridad
fr: Rapport de sauvegarde
it: Rapporto di backup
pt: Relatório de backup
ru: Отчёт о резервном копировании
zh_hans: 备份报告

source: Backup complete
de: Sicherung abgeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
it: Backup completato
pt: Backup concluído
ru: Резервное копирование завершено
zh_hans: 备份完成

source: Backup failed
de: Sicherung fehlgeschlagen
es: Copia de seguridad fallida
fr: Sauvegarde échouée
it: Backup non riuscito
pt: Backup falhou
ru: Ошибка резервного копирования
zh_hans: 备份失败

source: Backup finished with errors
de: Backup mit Fehlern abgeschlossen
es: Copia completada con errores
fr: Sauvegarde terminée avec des erreurs
it: Backup completato con errori
pt: Backup concluído com erros
ru: Резервное копирование завершено с ошибками
zh_hans: 备份完成但有错误

source: Backup in Progress
de: Backup läuft
es: Copia en progreso
fr: Sauvegarde en cours
it: Backup in corso
pt: Backup em curso
ru: Резервное копирование выполняется
zh_hans: 备份进行中

source: Backup partial
de: Sicherung teilweise abgeschlossen
es: Copia de seguridad parcial
fr: Sauvegarde partielle
it: Backup parziale
pt: Backup parcial
ru: Частичное резервное копирование
zh_hans: 备份部分完成

source: Backup stopped
de: Sicherung gestoppt
es: Copia de seguridad detenida
fr: Sauvegarde arrêtée
it: Backup interrotto
pt: Backup interrompido
ru: Резервное копирование остановлено
zh_hans: 备份已停止

source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
it: Sfoglia
pt: Explorar
ru: Обзор
zh_hans: 浏览

source: Browse Backup
de: Backup durchsuchen
es: Explorar copias
fr: Parcourir les sauvegardes
it: Sfoglia backup
pt: Explorar backup
ru: Просмотр резервной копии
zh_hans: 浏览备份

source: By Date
de: Nach Datum
es: Por fecha
fr: Par date
it: Per data
pt: Por data
ru: По дате
zh_hans: 按日期

source: By Month
de: Nach Monat
es: Por mes
fr: Par mois
it: Per mese
pt: Por mês
ru: По месяцу
zh_hans: 按月份

source: By Year / Month
de: Nach Jahr / Monat
es: Por año / mes
fr: Par année / mois
it: Per anno / mese
pt: Por ano / mês
ru: По году / месяцу
zh_hans: 按年 / 月

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Cannot create destination file: %@
de: Zieldatei kann nicht erstellt werden: %@
es: No se puede crear el archivo de destino: %@
fr: Impossible de créer le fichier de destination : %@
it: Impossibile creare il file di destinazione: %@
pt: Não foi possível criar o ficheiro de destino: %@
ru: Не удалось создать файл назначения: %@
zh_hans: 无法创建目标文件：%@

source: Cannot save
de: Speichern nicht möglich
es: No se puede guardar
fr: Impossible d’enregistrer
it: Impossibile salvare
pt: Não é possível guardar
ru: Не удалось сохранить
zh_hans: 无法保存

source: Choose Folder
de: Ordner wählen
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli cartella
pt: Escolher pasta
ru: Выбрать папку
zh_hans: 选择文件夹

source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
it: Scegli…
pt: Escolher…
ru: Выбрать…
zh_hans: 选择…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt: Limpar
ru: Очистить
zh_hans: 清除

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
pt: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史记录

source: Clear all backup history?
de: Gesamten Backup-Verlauf löschen?
es: ¿Borrar todo el historial de copias?
fr: Effacer tout l'historique de sauvegarde ?
it: Cancellare tutta la cronologia di backup?
pt: Limpar todo o histórico de backup?
ru: Очистить всю историю резервного копирования?
zh_hans: 清除所有备份历史记录？

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть
zh_hans: 关闭

source: Completed
de: Abgeschlossen
es: Completada
fr: Terminée
it: Completato
pt: Concluído
ru: Завершено
zh_hans: 已完成

source: Completed backup sessions will appear here.
de: Abgeschlossene Backup-Sitzungen erscheinen hier.
es: Las sesiones de copia completadas aparecerán aquí.
fr: Les sessions de sauvegarde terminées apparaîtront ici.
it: Le sessioni di backup completate appariranno qui.
pt: As sessões de backup concluídas aparecerão aqui.
ru: Здесь будут отображаться завершённые сеансы.
zh_hans: 已完成的备份会话将显示在此处。

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить
zh_hans: 确认

source: Connect your SSD and configure a destination in Settings.
de: Verbinden Sie Ihre SSD und konfigurieren Sie ein Ziel in Einstellungen.
es: Conecte su SSD y configure un destino en Ajustes.
fr: Connectez votre SSD et configurez une destination dans Réglages.
it: Collega il tuo SSD e configura una destinazione nelle impostazioni.
pt: Conecte o seu SSD e configure um destino nas definições.
ru: Подключите SSD и настройте назначение в Настройках.
zh_hans: 请连接 SSD 并在设置中配置目标位置。

source: Connect your USB-C SSD or SD card, then tap Choose… to select the destination folder. You can create a new folder directly in the Files picker before selecting it. Access is preserved across launches via secure bookmarks.
de: Verbinden Sie Ihre USB-C-SSD oder SD-Karte, tippen Sie dann auf Auswählen…, um den Zielordner zu wählen. Sie können einen neuen Ordner direkt im Dateiauswähler erstellen. Der Zugriff wird über sichere Lesezeichen gespeichert.
es: Conecte su SSD USB-C o tarjeta SD, luego toque Elegir… para seleccionar la carpeta de destino. Puede crear una carpeta nueva directamente en el selector de archivos. El acceso se conserva entre inicios mediante marcadores seguros.
fr: Connectez votre SSD USB-C ou carte SD, puis appuyez sur Choisir… pour sélectionner le dossier de destination. Vous pouvez créer un nouveau dossier directement dans le sélecteur de fichiers. L'accès est conservé entre les lancements via des signets sécurisés.
it: Collega il tuo SSD USB-C o la scheda SD, poi tocca Scegli… per selezionare la cartella di destinazione. Puoi creare una nuova cartella direttamente nel selettore file prima di selezionarla. L'accesso viene mantenuto tra le sessioni tramite segnalibri sicuri.
pt: Ligue o seu SSD USB-C ou cartão SD, depois toque em Escolher… para selecionar a pasta de destino. Pode criar uma nova pasta diretamente no seletor de ficheiros antes de a selecionar. O acesso é preservado entre sessões através de marcadores seguros.
ru: Подключите USB-C SSD или SD-карту, затем нажмите Выбрать… для выбора папки назначения. Вы можете создать новую папку прямо в менеджере файлов. Доступ сохраняется между запусками с помощью защищённых закладок.
zh_hans: 连接您的 USB-C SSD 或 SD 卡，然后点按"选择…"以选择目标文件夹。您可以在选择前直接在文件选择器中创建新文件夹。访问权限通过安全书签在启动之间保留。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pt: Conectado
ru: Подключено
zh_hans: 已连接

source: Connected — %lld item(s) found.
de: Verbunden — %lld Objekt(e) gefunden.
es: Conectado — %lld elemento(s) encontrado(s).
fr: Connecté — %lld élément(s) trouvé(s).
it: Connesso — %lld elemento/i trovato/i.
pt: Ligado — %lld item(ns) encontrado(s).
ru: Подключено — найдено объектов: %lld.
zh_hans: 已连接 — 找到 %lld 个项目。

source: Connecting to NAS…
de: Verbindung zum NAS…
es: Conectando al NAS…
fr: Connexion au NAS…
it: Connessione al NAS…
pt: A ligar ao NAS…
ru: Подключение к NAS…
zh_hans: 正在连接 NAS…

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
pt: Contactar suporte
ru: Связаться с поддержкой
zh_hans: 联系支持

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
ru: Продолжить
zh_hans: 继续

source: Copied
de: Kopiert
es: Copiados
fr: Copiés
it: Copiati
pt: Copiados
ru: Скопировано
zh_hans: 已复制

source: Copying to SSD…
de: Kopieren auf SSD…
es: Copiando al SSD…
fr: Copie vers le SSD…
it: Copia su SSD…
pt: A copiar para SSD…
ru: Копирование на SSD…
zh_hans: 正在复制到 SSD…

source: Copying…
de: Kopieren…
es: Copiando…
fr: Copie…
it: Copia…
pt: Copiando…
ru: Копирование…
zh_hans: 正在复制…
